[{"What type of ecosystem is the rarest on Earth, among both terrestrial and aquatic exosystems?": ["ocean", "freshwater", "grasslands", "tundra"], "If an ecosystem is considered to be highly resilient, what can be inferred about that ecosystem?": ["The ecosystem is in a steady state.", "The ecosystem has the ability to remain in equilibrium despite disturbance.", "The ecosystem recovers quickly from disturbance.", "The ecosystem is exposed to disturbances."], "What is a re-created ecosystem in a laboratory environment known as?": ["mesocosm", "simulation", "microcosm", "duplication"], "A scientist wants to analyze how deer grazing alters plant species composition in a forest and sections off a portion of the forest for observation and analysis. What type of system is the scientist using?": ["mesocosm", "simulation", "microcosm", "duplication"], "What term describes the use of mathematical equations in the modeling of linear aspects of ecosystems?": ["analytical modeling", "simulation modeling", "conceptual modeling", "microcosm modeling"], "If a scientist constructs a flow chart to depict the interactions among species in an estuary, what kind of model is she creating?": ["analytical model", "simulation model", "conceptual model", "microcosm model"], "What are usually the primary producers in an ocean grazing food web?": ["plants", "animals", "fungi", "phytoplankton"], "Which of the following statements is true of trophic levels in an ecosystem?": ["Food chains are accurate representations of dynamics in an ecosystem.", "In terrestrial ecosystems, primary producers commonly eat plants.", "Food webs are easier to interpret than food chains.", "The least amount of energy is available at the top of a food chain."], "Where are coral reefs found?": ["shallow ocean water", "deep ocean water", "deep ocean surfaces", "shallow freshwater"], "What is the weight of living organisms in an ecosystem at a particular point in time known as?": ["energy", "productivity", "entropy", "biomass"], "What law of chemistry determines how much energy can be transferred when it is converted from one form to another?": ["the first law of thermodynamics", "the second law of thermodynamics", "the conservation of matter", "the conservation of energy"], "What is the primary factor that limits the length of food chains in ecosystems?": ["low energy transfer efficiency between trophic levels", "too much net primary productivity", "excess assimilation", "low gross primary productivity"], "What type of pyramid is considered the most representative of ecosystem structure?": ["biomass", "energy", "number of organisms", "number of species"], "Why are the numbers of primary producers smaller than the number of primary consumers in the English Channel ecosystem?": ["The primary consumers have a high turnover rate.", "The primary producers have a low turnover rate.", "The apex consumers have a low turnover rate.", "The primary producers have a high turnover rate."], "What forms of life are found in areas where sunlight is unavailable and it is necessary to use inorganic molecules as an energy source?": ["photoautotrophs", "chemoautotrophs", "primary consumers", "secondary consumers"], "What is the process whereby nitrogen is brought into organic molecules called?": ["nitrification", "denitrification", "nitrogen fixation", "nitrogen cycling"], "Which of the following is a mechanism by which phosphorus is released into the environment?": ["rock weathering", "decomposition of organic molecules", "plant activity", "geothermal vent activity"], "What is produced by eutrophication via excess nitrogen where a hydrologic reservoir lacks normal flora and fauna?": ["fixation", "acid rain", "dead zones", "nitrification"], "What is a potential consequence of excess phosphorus and nitrogen in an ecosystem?": ["This could result in increased global temperatures.", "Subduction can be promoted.", "These elements might be fixed in excess.", "A dead zone could be produced from depleted oxygen."], "What term is given for freshwater that flows from rain or melting ice in the hydrologic cycle?": ["residence time", "surface runoff", "evaporation", "sublimation"], "What most strongly influences how much carbon is present in a given location?": ["number of bacteria", "runoff", "eutrophication", "atmosphere and water exchange"]}, {"Why does grouping terrestrial organisms into biomes obscure diversity?": ["Biomes groups terrestrial organisms only on the basis of similar habitat conditions.", "Organisms belonging to a similar biome have dissimilarities in their makeup.", "There is variation within different types of biomes that biome categorization does not capture.", "Terrestrial biomes are defined based only on the growth form of the dominant vegetation."], "Why are mesocosm and microcosm experiments not considered to represent the true nature of ecosystems?": ["The ecosystem is either recreated or partitioned in both the experiments, which may alter the dynamics of the ecosystem the experiments are aiming to analyze.", "In both the experiments, dynamics of the ecosystem may get altered due to differences in species numbers and diversity although there are no alterations in the environment.", "In both the experiments, the ecosystem is recreated which may alter the dynamics of the ecosystem the experiments are aiming to analyze.", "Altering a natural ecosystem through partitioning, which occurs in both the experiments may change its dynamics due to differences in species numbers and diversity."], "If a scientist wanted to monitor a desert food chain, what type of model might they develop and why?": ["An analytical model would be ideal because they can address simple, linear ecosystem components that are mathematically complex.", "A simulation model would be ideal because they can address simple, linear systems that are mathematically complex.", "An analytical model would be ideal as they are considered ecologically more realistic than any other model.", "A simulation model would be ideal because it uses numerical techniques to solve problems and visualize the complex relationships that exist in the ecosystem."], "Compare and contrast food chains and food webs. What are the strengths of each concept in describing ecosystems?": ["Both food chain and food web follow a single path as energy is transferred in an ecosystem. Food chains are easier to follow and experiment with but less accurate whereas food webs are more holistic and complex.", "Both food web and food chain describe energy transfer dynamics in an ecosystem. Food chains are non-linear systems which are easier to follow and experiment with whereas food webs are linear, holistic and can be directly used as input for simulation models.", "Both food chain and food web follow a single path as energy is transferred in an ecosystem. Food chains are linear systems, easier to follow and used directly as input for simulation models, whereas food webs are non-linear, accurate, holistic and flexible for analytical modeling.", "Both food web and food chain describe energy transfer dynamics in an ecosystem. Food chains are linear systems, easier to follow and experiment with whereas food webs are non-linear, accurate and holistic and can be directly used as input for simulation models."], "Name one natural and one human-related type of disturbance. Why are they of concern to conservationists?": ["Lightening is a type of natural disturbance whereas pollution is a human related disturbance. Both are of concern to conservationists because they affect the entire ecosystem.", "Fire is a type of natural disturbances whereas agriculture is a human related disturbance. Both types are of concern to conservationists because ecosystems cannot bounce back from a disturbance.", "Pollution is a type of natural disturbance whereas lightening is a human related disturbance. Both are of concern to conservationists because they alter ecosystems.", "Lightening is a type of natural disturbance whereas pollution is a human related disturbance. Both are of concern to conservationists because they alter ecosystems."], "Compare the three types of ecosystem pyramids and how well they describe ecosystem structure. Identify which ones can be inverted and give a specific example of an inverted pyramid for each.": ["The three types of ecosystem pyramids are pyramids of energy, number and biomass out of which number and energy pyramids can be inverted. Examples of inverted pyramids of number and energy are temperate forests in summer and phytoplankton in the English Channel respectively.", "The three types of ecosystem pyramids are pyramids of energy, number and biomass out of which number and biomass pyramids can be inverted. Examples of inverted pyramids of number and biomass are temperate forests in summer and phytoplankton in the English Channel respectively.", "The three types of ecosystem pyramids are pyramids of energy, number and biomass out of which number and biomass pyramids can be inverted. Examples of inverted pyramids of number and biomass are temperate forests in summer and Silver Springs ecosystem in Florida respectively.", "The three types of ecosystem pyramids are pyramids of energy, number and biomass out of which number and biomass pyramids can be inverted. Examples of inverted pyramids of number and biomass are grasslands in summer and phytoplankton in the English Channel respectively."], "Why do scientists more commonly analyze net primary productivity compared with gross primary productivity?": ["Net primary productivity incorporates features like production at present and next trophic levels, whereas gross primary productivity does not.", "Net primary productivity is the rate at which photosynthetic primary producers incorporate energy from the sun.", "As net primary productivity is the energy content available to the organisms of the next trophic level.", "As respiration and heat loss uses energy of the primary producer, therefore, net primary productivity is what is actually available to primary consumers."], "What form of sulfur is found in the atmosphere and how does it leave the atmosphere?": ["hydrogen sulfide, which leaves the atmosphere as weak sulfur dioxide rain", "sulfur dioxide, which leaves the atmosphere as weak sulfur dioxide rain", "hydrogen sulfide, which leaves the atmosphere as weak sulfuric acid rain", "sulfur dioxide, which leaves the atmosphere as weak sulfuric acid rain"]}, {"In an effort to enter all identified species on Earth into a digital catalog, scientists are preparing a unique tag for each species. The following algorithms have been generated to create unique tags. Estimate which algorithm is best suited for the task.": ["an algorithm that creates 15,000 to 20,000 unique tags", "an algorithm that creates 150,000 to 200,000 unique tags", "an algorithm that creates 1.5 million to 2 million unique tags", "an algorithm that creates 10 million to 20 million unique tags"], "Two genera of birds exist side-by-side on an island. Genus A is characterized by a few species carrying similar genetic material. Genus B contains different species of birds with a wide variety of genetic traits. After a volcanic explosion changes the ecosystem, which genus has the highest probability of surviving the disaster?": ["Genus A, which contains well adapted species.", "Genus B, which has greater genetic diversity and is more likely to have traits that confer an advantage in the new environment.", "Genus A, which can serve as ancestors for the new species.", "Genus B, because these species likely evolved from Genus A species in the past."], "A report describes the biodiversity of an island in a remote archipelago in the Pacific Ocean having a larger number of species of birds than neighboring islands. The biologists that investigated the ecosystem of the island described it as an example of adaptive radiation. Their conclusion is most likely based on the fact that they observed ______.": ["a burst of speciation", "the presence of of invasive species", "a hypothesized cause of a mass extinction", "evidence of an apex predator"], "Findings from layers dating to the Cambrian geological period show an appearance of many new organisms in addition to older forms of life. The Cambrian explosion corresponds to a time where _____.": ["new species radiated from existing species", "new species appeared due to spontaneous mutations", "ancient species were replaced by newly evolved species", "a massive die-out freed ecosystems for new species"], "Paleontologists analyzing fossils from a newly discovered site with layers spanning multiple geological periods found that one of the youngest layers probably correlates with a mass extinction event. Which is the following would be evidence supporting this claim?": ["Over 95% of species present in the oldest layer are not present in the layer in question.", "An asteroid impact altered the geological terrain significantly.", "All of the fossils observed were of larger sized organisms.", "Over 50% of the species present in the layer just below are missing in this layer."], "What is a likely reason that small animals survived the cataclysmic impact of a large meteorite that caused the massive extinction at the Cretaceous-Paleocene?": ["Small animals stopped being hunted by dinosaurs.", "Small animals do not depend on plants for food.", "Small animals needed less food for survival and reproduce rapidly.", "Small animals fed on the dead dinosaurs."], "Scientists are evaluating an island ecosystem for consideration as a biodiversity hotspot. What information should they collect and evaluate as part of their fieldwork in order to produce their final assessment?": ["the total number of endemic species in an ecosystem", "the total number of organisms in an ecosystem", "the total number of species divided by the area of the ecosystem", "the total number of endangered species in an ecosystem"], "A secondary plant compound might be used for which of the following?": ["a new crop variety", "a new drug", "a soil nutrient", "a new species"], "A component of snake venom kills the prey by preventing blood from clotting. Which of the following is the most likely medical application for the active component of snake venom?": ["promoting scab formation", "speeding healing of wounds", "relaxing muscle pain", "a blood thinner"], "Different varieties of potatoes are known to thrive at different altitudes. What could be the related benefit of maintaining the diversity of potato plants?": ["Diverse types of pollinators can be involved.", "The range of usable land is extended.", "The taste of potatoes when fried is improved.", "Resistance to pests can be introduced if necessary."], "Which of the following agricultural crops is most likely to survive a catastrophic event?": ["a monoculture of a crop on a large surface", "diverse varieties of a crop surrounded by a diverse ecosystem", "a single crop surrounded by a diverse ecosystem", "diverse varieties of a crop in a simple ecosystem"], "Which factor is present in an ecosystem that performs the same role as a pesticide?": ["pollination", "plant resistance to chemicals", "asexual reproduction", "presence of insect predators"], "The plans for a new subdivision of homes include wetlands and lagoons connected to a water treatment plant. Which conservation principle was most likely applied by the plans' designers?": ["ecosystem service", "biodiversity preservation", "habitat restoration", "chemical diversity"], "Most antibiotics in use today are prepared or derived from____.": ["secondary compounds from microorganisms", "secondary compounds from viruses", "fully synthetic chemical compounds", "compounds synthesized by plants"], "Loss of biodiversity and accelerations of extinction rates have several causes. Which of the following situations causes direct loss of biodiversity owing to loss of habitat?": ["fishing cod at a rate that is greater than natural replacement", "converting a prairie to a farm field", "introduction of an invasive ornamental plant in a new ecosystem", "emission of greenhouse gases increasing the average temperatures of an area"], "Which of the following activities will result in major habitat loss?": ["picking wild flowers in a meadow", "cutting a tree in one’s backyard", "a farmer switching from wheat to soy crop", "building a dam that will flood a large plain"], "Exotic predator species are especially threatening to what kind of ecosystem?": ["deserts", "marine ecosystems", "islands", "tropical forests"], "Backpackers returning from a long trip abroad are stopped by customs and asked whether they brought back plants, flowers or fruit from their trip location. Their fruit bought at a local market is confiscated. Why was the fruit confiscated?": ["The hikers are supposed to pay duty on imported fruit.", "The fruit can be processed to produce illicit drugs.", "The fruit seed could be planted and could eliminate all local species.", "The fruit may introduce new exotic pests that threaten local plants."], "Grizzly bears and black bears have a varied diet and hunting grounds. On the other hand, polar bears feed mostly on seals. They walk on the sea ice and wait by breathing holes for seals to emerge from the water for fresh air. Which of the following animals would be most affected by the melting of sea ice in Alaska?": ["grizzly bears", "polar bears", "koalas", "black bears"], "The method of DNA barcoding allows cataloguing of an organism using rapid sequencing methods. The choice of which gene to use for barcoding is guided by its rate of evolution. Which genes are most useful for barcoding non-plant eukaryotes?": ["nuclear genes", "chloroplast genes", "plasmids", "mitochondrial"], "The choice of using a mitochondrial gene for barcoding of genes depends on _____.": ["the fact that suitable primers for sequencing are not available for nuclear genes", "the availability of any gene", "the slow rate of evolution in mitochondrial genes", "that there is less variability between individuals of a same species than between individuals of different species"], "While planning an ecological preserve, conservationists plan for an area limited in size with highly diversified niches, which provide habitats to a rich diversity of species. With these constraints in mind, decide which of the following ecosystems is the foundation of the preserve design.": ["desert", "islands", "tropical rain forest", "temperate rain forest"], "A marine preserve is designed off the coast of the Northwest of the US. The coast is dotted by several Native American reservations where the traditional occupation is catching and processing fish. Which parties must be involved in the design of the preserve?": ["marine biologists only", "marine biologists and oceanographers", "marine biologists, oceanographers, and policy makers", "marine biologists, oceanographers, policy makers, and representatives of the tribes"], "Loss of wetlands has a great impact both on the biotic and abiotic parts of an ecosystem. Wetlands provide rich habitats and act as a filter for pollution. Some loss of wetland is due to silt and invasive species clogging water flow.To restore these wetlands, it is often enough to _____.": ["open new waterways", "restore the water supply", "re-introduce endangered animals", "introduce water adapted plants"], "Acid mining pollutes nearby streams by acidifying water and discharging highly toxic by-products. Bacteria have been used to neutralize the pH and detoxify chemical compounds making the stream suitable for animals and plants. This approach to restoration of habitat is an example of _____.": ["keystone species introduction", "bioremediation", "ecosystem preservation", "biological control"], "What was the name of the first international agreement on climate change?": ["Red List", "Montreal Protocol", "International Union for the Conservation of Nature (IUCN)", "Kyoto Protocol"]}, {"Which factor explains that in general, temperate and polar regions have less biodiversity than tropical regions?": ["The tropical regions are subjected to extreme changes of season.", "The polar regions were populated earliest in the history of Earth.", "The polar regions receive more intense solar energy.", "The tropical regions contain more micro-ecosystems."], "One method used to calculate contemporary extinction rates is based on the recorded extinction of species in the last 500 years. A second method is a calculation based on the rate of habitat destruction. The construction of a new dam is being projected. A team of conservation biologists is preparing a report on the environmental impact of the dam. Decide which of the two methods should be adopted to estimate the effect of the construction of the extinction rate in the area and analyze the advantages and disadvantages of each method.": ["The extinction rates calculation method should be adopted. It is based on a large number of observations and measurements but overestimates rates of extinction. The rate of habitat destruction calculation method uses species-area curves, but underestimates the rate of extinction.", "The extinction rates calculation method should be adopted. It is based on a large number of observations and measurements, but overestimates rates of extinction. The rate of habitat destruction calculation method uses species-area curves, but underestimates the rate of extinction.", "The rate of habitat destruction calculation method should be adopted. The extinction rates calculation method is based on a large number of observations and measurements but overestimates rates of extinction. The rate of habitat destruction calculation method uses species-area curves, but underestimates the rate of extinction.", "Extinction rates are calculated based on the recorded extinction of species in the past 500 years using data from a large number of observations and measurements. They do not take into account unobserved extinctions and undiscovered species. In this way, the method underestimates rates of extinction. The second method based on the amount of habitat destruction and on species-area curves is more adapted to this situation, although it is not based on existing data and is likely to overestimate the rate of extinction."], "Analyze the major evidence scientists provide for the cause of the Cretaceous–Paleogene mass extinction.": ["the unusual abundance of iridium in the Cretaceous-Paleogene layers, the disappearance of some species at its transition, volcanic activity that led to global warming, and the crater found in the Yucatan peninsula", "the unusual abundance of iridium in the Cretaceous-Paleogene layers, gamma-ray burst caused by a nearby supernova, and the crater found in the Yucatan peninsula", "the unusual abundance of iridium in the Cretaceous-Paleogene layers, the disappearance of so many species at its transition, asteroid impact, and volcanic eruptions at large", "the unusual abundance of iridium in the Cretaceous-Paleogene layers, the disappearance of so many species at its transition, and the crater found in the Yucatan peninsula"], "The island of Madagascar is located in the tropics 300 miles east of the coast of Africa, from which it separated 165 million years ago. It is characterized by a large number of endemic species. What are the main reasons that Madagascar is a hotspot of endemic biodiversity?": ["Madagascar has a climate that is more conducive to evolution than the larger African continent.", "Madagascar is close to the tropics of Africa and consequently has a large number of species.", "Madagascar shows species diversity of both temperate and tropical regions.", "Madagascar has been isolated geographically and species evolved there without interaction with outside influences."], "Consider the following examples. The toxicity in the venom from a Brazilian viper (Bothropsjararaca) is due to a sudden, massive drop in blood pressure, which slows down the reaction of a bitten prey. Solutions made from the opium poppy have been used in the past to dull the sensation of pain and induces a sense of wellbeing. How can the effects of these natural compounds be applied to the development of medical treatments?": ["Compounds similar to the snake’s active toxin are used routinely as antivirals. Opioids are used as immunomodulators, which modifies an immune response.", "Compounds similar to the snake’s active toxin are used routinely as painkillers. Opioids help in the lowering of blood pressure.", "Compounds similar to the snake’s active toxin are used to treat inflammations. Opioids are used to prevent muscle spasms.", "Compounds similar to the snake’s active toxin are used to lower blood pressure. Opioids are used routinely as painkillers."], "Phylloxera, a pest related to aphids, destroyed many vineyards in France at the end of the 19th century. The vineyards were restored by grafting old vines on American root stocks, which were resistant to the pest. Using this situation, explain how biodiversity loss can impact crop diversity.": ["Loss of wild species would result in inbreeding depression, as crop varieties must be bred with wild species to remain viable.", "Loss of biodiversity reduces large-scale monocultures but reinforces genetic homogeneity contributing in the loss of crop diversity.", "Loss of wild species would result in an increase of intraspecific diversity within the different crop varieties, but decrease in interspecific crop diversity.", "Loss of wild species would reduce the genetic variations as genes from wild relatives are brought into crop varieties to add valued characteristics to crops."], "Predict the consequences of the bee colony collapse disorder in a state such as California, which is a large supplier of produce.": ["Only pharmaceutical manufacturing and industries involved in honey production are going to be affected due to this disorder.", "Other pollinators would replace the bees in the ecosystem and there would probably not be a major impact on the production of produce.", "Lack of pollinators would affect the honey industry, but not the fruit harvest industry, because other pollinators are present to carry out pollination.", "The lack of pollinators will affect the fruit harvest directly, and indirectly affect industries linked to it like the honey and jam preparation industries."], "Many chemical pesticides can be found in the bark and leaves of tropical plants. What is a difference in tropical plants that makes it especially beneficial to produce compounds that kill insects throughout the year?": ["Because plants have to protect themselves year-round, as cold spells in winter do not kill pests as they do in temperate areas.", "Because the plants must protect themselves from insects as repellants and toxins sprayed by humans do not work in tropical areas.", "Because the compounds produced to kill insects also enhances the ability of the plant to recover from damage caused by various phenomena.", "Because compounds produced to kill insects also influence the behavior and growth of tropical plants."], "Explain how the increase in human population and resource use causes increased extinction rates by altering ecosystems.": ["Human population growth leads to unsustainable resource use, habitat destruction, and the unsustainable fishing and hunting of wild animal populations. All these incidences results in a slow evolutionary rate of formation of new species.", "Human population growth leads to unsustainable resource use, habitat destruction, and the unsustainable fishing and hunting of wild animal populations. Climate change also occurs due to excessive use of fossil fuels.", "Human population growth leads to unsustainable resource use, habitat destruction, and unsustainable fishing and hunting of wild animal populations. Excessive use of fossil fuels is leading to reduced populations of fish species.", "Human population growth leads to unsustainable resource use, habitat destruction, and unsustainable fishing and hunting of wild animal populations. Larger human populations are also leading to decreased value of products obtained from species."], "As a conservationist, you are preparing a report on a frog population living on a mountainside in Costa Rica. In your report, which potential threats to the survival of the species will you predict taking into account environmental abiotic conditions and human activities?": ["The frog is at risk from climate change, habitat destruction, and aggressive predators.", "The frog is at risk from climate change, exotic species, and possible habitat destruction.", "The frog is at risk from climate change, habitat destruction, and sparse availability of food.", "The frog is at risk from climate change, exotic species, and over-hunting in its habitat."], "Epidemiologists are predicting that diseases such as West Nile virus infection, dengue fever, and even malaria may expand their range. If the pathogens are viruses or protists, how could they most rapidly expand their range over a large geographic area?": ["through the air", "through contaminated food and water", "through direct human contact from increased presence in wilderness areas", "through vectors such as mosquitoes"], "The Convention on International Trade in Endangered Species (CITES) passed a resolution to protect rhinoceroses in the wild. Rhinoceroses have been hunted to the brink of extinction because their horns, which are made of simple keratin, are considered an aphrodisiac and a powerful drug in some cultures. Why does the protection of rhinoceroses require an international agreement?": ["The rhinoceroses are hunted in their native countries, but the trade crosses borders.", "The use of rhinoceros’ horns as an aphrodisiac has showed various negative effects internationally.", "The hunters from different countries travel to the native country to hunt for rhinoceroses.", "Their demand is greater in foreign countries as compared to their native countries."], "A preserve design is proposed for a densely populated suburban area. Which overall design plan would be best for preservation of local ecosystems?": ["Set up many, small, protected areas.", "Select one, small area that is isolated from residences.", "Plan buffer zones around all backyard spaces.", "Set up several, larger areas to be set aside for natural ecosystems."], "Wolves are a keystone species in the Yellowstone National Park. Predict what would happen if they were hunted to extinction.": ["Many species would increase and the elk population would disappear.", "Many species would disappear and the elk population would increase.", "Many species along with elk population would increase.", "Many species, along with the elk population, would disappear."], "Why have international treaties been rarely enforced so far?": ["Signatory nations follow through with their good intentions. No governing body enforces international environmental protection.", "Signatory nations do not follow through with their good intentions. A governing body enforces international environmental protection.", "Signatory nations do not follow through with their good intentions. No governing body enforces international environmental protection.", "Signatory nations follow through with their good intentions. A governing body enforces international environmental protection, but neither is effective."]}]