[[1, {"What is a suggested and testable explanation for an event called?": ["discovery", "hypothesis", "scientific method", "theory"], "Which of the following sciences is not considered a natural science?": ["astronomy", "biology", "computer science", "physics"], "What is the name for the formal process through which scientific research is checked for originality, significance, and quality before being accepted into scientific literature?": ["publication", "public speaking", "peer review", "the scientific method"], "What are two topics that are likely to be studied by biologists and two areas of scientific study that would fall outside the realm of biology?": ["diseases affecting humans, pollution affecting species habitat, calculating surface area of rectangular ground, functioning of planetary orbitals", "calculating surface area of rectangular ground, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution", "plant responses to external stimuli, functioning of planetary orbitals, formation of metamorphic rocks, galaxy formation and evolution", "plant responses to external stimuli, study of the shape and motion of physical objects, formation of metamorphic rocks, galaxy formation and evolution"], "Which of the following is an example of deductive reasoning?": ["Most swimming animals use fins; therefore, fins are an adaptation to swimming.", "Mitochondria are inherited from the mother; therefore, maternally inherited traits are encoded by mitochondrial DNA", "Small animals lose more heat than larger animals. One would not expect to find wild mice in the poles.", "Water conservation is a major requirement to survive in the desert. Long leaves increase loss of water by evaporation. Therefore, desert plants should have smaller leaves."], "Why are viruses not considered living?": ["They are not made of cells.", "Viruses do not have genetic material.", "Viruses have DNA and RNA.", "Viruses are obligate parasites and require a host."], "The presence of a membrane-enclosed nucleus is a characteristic of what?": ["bacteria", "eukaryotic cells", "all living organisms", "prokaryotic cells"], "What is a group of individuals of the same species living in the same area called?": ["a community", "an ecosystem", "a family", "a population"], "Which of the following sequences ranks a hierarchy of biological organization from the most inclusive to the least complex level?": ["biosphere, ecosystem, community, population, organism", "organelle, tissue, biosphere, ecosystem, population", "organism, organ, tissue, organelle, molecule", "organism, community, biosphere, molecule, tissue, organ"], "Where in a phylogenetic tree would you expect to find the organism that had evolved most recently?": ["at the base", "at the nodes", "at the branch tips", "within the branches"], "What is a characteristic that is not present in all living things?": ["homeostasis and regulation", "metabolism", "nucleus containing DNA", "reproduction"]}], [1, {"Is mathematics a natural science? Explain your reasoning.": ["No, it is not a natural science because it is not used in the study of the natural world.", "No, it is not a natural science. Mathematics focuses on understanding mathematical relations and calculations, which is useful in natural sciences but which is distinct.", "Yes, it is a natural science. Mathematics deals with verifying the experimental data.", "Yes, it is a natural science. It uses chemical and physical measurements."], "Although the scientific method is used by most of the sciences, it can also be applied to everyday situations. A situation is given below. Using the scientific method try to arrange the given steps in the correct order. Situation:If the car doesn’t start the problem might be in the battery.Car doesn’t start.After changing the battery. Car starts working.The car should start after charging the battery or changing the battery.The car doesn’t start because the battery is dead.The car doesn’t start even after charging the battery, the battery must have stopped working.": ["1, 2, 3, 4, 5, 6", "2, 1, 3, 4, 5, 6", "2, 1, 5, 4, 6, 3", "2, 1, 5, 6, 3, 4"], "Read the following questions. Does the statement lend itself to investigation using the scientific method? In other words, is the hypothesis falsifiable (can be proven false)?Is macaroni and cheese tastier than broccoli soup?Are hummingbirds attracted to the color red?Is the moon made out of green cheese?Is plagiarism dishonest?": ["Questions 1 and 2 are subjective and cannot be disproven using scientific method. Questions 3 and 4 can be tested using scientific method.", "Questions 3 and 4 are subjective and cannot be disproven using scientific method. Questions 1 and 2 can be tested using scientific method.", "Questions 1 and 3 are subjective and cannot be disproven using scientific method. Questions 2 and 4 can be tested using scientific method.", "Questions 1 and 4 are subjective and cannot be disproven using scientific method. Questions 2 and 3 can be tested using scientific method."], "Consider the levels of organization of the biological world and place each of these items in order from smallest level of organization to most encompassing: skin cell, elephant, water molecule, planet Earth, tropical rainforest, hydrogen atom, wolf pack, liver.": ["hydrogen atom, water molecule, skin cell, liver, elephant, wolf pack, tropical rainforest, planet Earth", "hydrogen atom, skin cell, water molecule, liver, elephant, wolf pack, tropical rainforest, planet Earth", "hydrogen atom, skin cell, water molecule, liver, wolf pack, elephant, tropical rainforest, planet Earth", "water molecule, hydrogen atom, skin cell, liver, elephant, wolf pack, tropical rainforest, planet Earth"], "What scientific evidence was used by Carl Woese to determine there should be a separate domain for Archaea?": ["a sequence of DNA", "a sequence of RNA", "a sequence of proteins", "a sequence of sugars"], "Both astronomy and astrology study the stars. Which one is considered a natural science? Explain your reasoning.": ["Astrology is a natural science as it indirectly influences human affairs and the natural world.", "Astronomy is a natural science as it deals with observations and prediction of events in the sky, which is based on the laws of physics.", "Astrology is a natural science as it deals with observations and prediction of events in the sky, influences human affairs and the natural world.", "Astrology is a natural science as it deals with the study of asteroids and comets, which is based on the laws of natural sciences."]}], [1, {"What is the term for atoms of the same element that vary in the number of neutrons in their nuclei?": ["ions", "isotopes", "isobars", "neutral atoms"], "Potassium has an atomic number of 19. What is its electron configuration?": ["Shells 1 and 2 are full, and shell 3 has nine electrons.", "Shells 1, 2, and 3 are full, and shell 4 has three electrons.", "Shells 1, 2, and 3 are full, and shell 4 has one electron.", "Shells 1, 2, and 3 are full, and no other electrons are present."], "Which type of bond exemplifies a weak chemical bond?": ["covalent bonds in solution", "hydrogen bonds in solution", "ionic bonds in solids", "nonpolar covalent bonds in solids"], "Which of the following statements is false?": ["Electrons are unequally shared in polar covalent bonds.", "Electrons are equally shared in nonpolar covalent bonds.", "Hydrogen bonds are weak bonds based on electrostatic forces.", "In solution, ionic bonds are generally stronger than covalent bonds."], "If xenon has an atomic number of 54 and a mass number of 108, how many neutrons does it have?": ["27", "54", "100", "108"], "What forms ionic bonds?": ["atoms that share electrons equally", "atoms that share electrons unequally", "ions with similar charges", "ions with opposite charges"], "Which of the following statements is not true?": ["Water is polar.", "Water can stabilize the temperature of nearby air.", "Water is essential for life.", "Water is the most abundant molecule in the Earth’s atmosphere."], "Explain why the bonds within a water molecule are described as polar covalent bonds.": ["Hydrogen is more electronegative than oxygen, generating a partial negative charge near the hydrogen atom.", "Hydrogen is more electronegative than oxygen, generating a partial positive charge near the hydrogen atom.", "Oxygen is more electronegative than hydrogen, generating a partial negative charge near the oxygen atoms.", "Oxygen is more electronegative than hydrogen, generating a partial positive charge near the oxygen atoms."], "What happens to the pH of a solution when acids are added?": ["The pH of the solution decreases.", "The pH of the solution increases.", "The pH of the solution increases and then decreases.", "The pH of the solution stays the same."], "Define water’s property of adhesion.": ["a force that allows surface water molecules to escape and vaporize", "the attraction between water molecules and other molecules", "the intermolecular force between water molecules", "the force that keeps particles dispersed in water"], "How are excess hydrogen ions balanced in a solution?": ["acid", "base", "donator", "isotope"], "What is the maximum number of atoms or molecules a single carbon atom can bond with?": ["4", "1", "6", "2"], "Which of the following is least likely to bond with carbon as a functional group in biological systems?": ["carbonyl", "hydroxyl", "phosphate", "sodium"], "Which of the following functional groups is the least polar?": ["carbonyl", "hydroxyl", "methyl", "sulfhydryl"], "What are enantiomers?": ["hydrocarbons consisting of closed rings of carbon atoms", "structural isomers differing in placement of atoms along a carbon-carbon double bond", "molecules sharing the same chemical bonds but are mirror images of each other", "molecules with the same chemical formula but different placement of their chemical bonds"]}], [2, {"List the mass number and atomic number of carbon-12 and carbon-13, respectively.": ["The mass number and atomic number of carbon-13 is 13 and 6, while that of carbon-12 is 12 and 6, respectively.", "The mass number and atomic number of carbon-13 is 13 and 12, while that of carbon-12 is 12 and 6, respectively.", "The mass number and atomic number of carbon-13 is 13 and 13, while that of carbon-12 is 12 and 6, respectively.", "The mass number and atomic number of carbon-13 is 13 and 12, while that of carbon-12 is 12 and 12, respectively."], "Why are hydrogen bonds and van der Waals interactions necessary for cells?": ["Hydrogen bonds and van der Waals interactions form weak associations between and/or within molecules, providing the necessary shape and structure of DNA and proteins to function in the body.", "Hydrogen bonds and van der Waals interactions form strong associations between molecules, providing the necessary shape and structure of DNA and proteins to function in the body.", "Hydrogen bonds and van der Waals interactions form weak associations between different molecules, providing the necessary shape and structure for acids to function in the body.", "Hydrogen bonds and van der Waals interactions form strong associations between same molecules, providing the necessary shape and structure for acids to function in the body."], "Why can some insects walk on water?": ["Insects can walk on water because of its high surface tension.", "Insects can walk on water because it is a polar solvent.", "Insects can walk on water because they are less dense than water.", "Insects can walk on water because they are denser than water."], "Discuss how buffers help prevent drastic swings in pH.": ["Buffers absorb excess hydrogen and hydroxide ions to prevent increases or decrease in pH. An example is the bicarbonate system in human body.", "Buffers absorb extra hydrogen ions to prevent increases or decreases in pH. An example is the bicarbonate system in the human body.", "Buffers absorb excess hydroxide ions to prevent increases or decreases in pH. An example of that is the bicarbonate system in the human body.", "Buffers absorb excess hydrogen and hydroxide ions to prevent increases or decreases in pH. An example of that is carbonate system in human body."], "What are three examples of how the characteristics of water are important in maintaining life?": ["First, the lower density of water as a solid versus a liquid allows ice to float, forming an insulating surface layer for aquatic life. Second, the high specific heat capacity of water insulates aquatic life or bodily fluids from temperature changes. Third, the high heat of vaporization of water allows animals to cool themselves by sweating.", "First, the higher density of water as a solid versus a liquid allows ice to float, forming an insulating surface layer for aquatic life. Second, the high specific heat capacity of water insulates aquatic life or bodily fluids from temperature changes. Third, the low heat of vaporization of water allows animals to cool themselves by sweating.", "First, the lower density of water as a solid versus a liquid allows ice to float, forming an insulating surface layer for aquatic life. Second, the low specific heat capacity of water insulates aquatic life or bodily fluids from temperature changes. Third, the high heat of vaporization of water allows animals to cool themselves by sweating.", "First, the lower density of water as a solid versus a liquid allows ice to float, forming an insulating surface layer for aquatic life. Second, the low specific heat capacity of water insulates aquatic life or bodily fluids from temperature changes. Third, the low heat of vaporization of water allows animals to cool themselves by sweating."], "Describe the pH scale and how it relates to living systems. Give an example of how drastic pH changes are prevented in living systems.": ["The pH scale ranges from 0 to 14, where anything below 7 is acidic and above 7 is alkaline. The bicarbonate system in the human body buffers the blood.", "The pH scale ranges from 0 to 14, where anything below 7 is alkaline and above 7 is acidic. The bicarbonate system in human body buffers the blood.", "The pH scale ranges from 0 to 7, where anything below 7 is acidic and above 7 is alkaline. Water in the human body buffers the blood.", "pH scale ranges from 0 to 7, where anything below 4 is acidic and above 4 is alkaline. Water in the human body buffers the blood."], "What property of carbon makes it essential for organic life?": ["Carbon can form up to four covalent bonds, allowing it to form carbon chains.", "Carbon can form more than four covalent bonds, allowing it to form carbon chains.", "Carbon can form more than four covalent bonds, but can only form short chains.", "Carbon can form up to four covalent bonds, but can only form short chains."], "Compare and contrast saturated and unsaturated fats.": ["Saturated fats contain single bonds and are solids at room temperature, while unsaturated fats contain double bonds and are liquids at room temperature.", "Saturated fats contain double bonds and are solids at room temperature, while unsaturated fats contain single bonds and are liquids at room temperature.", "Saturated fats contain single bonds and are liquids at room temperature, while unsaturated fats contain double bonds and are solids at room temperature.", "Saturated fats contain double bonds and are liquids at room temperature, while unsaturated fats contain single bond and are solids at room temperature."]}], [2, {"Dehydration synthesis leads to the formation of what?": ["monomers", "polymers", "carbohydrates only", "water only"], "What is removed during the formation of nucleic acid polymers?": ["carbon", "hydroxyl groups", "phosphates", "amino acids"], "During the breakdown of polymers, which of the following reactions takes place?": ["condensation", "covalent bond", "dehydration", "hydrolysis"], "Energy is released as a result of which of the following chemical reactions?": ["condensation", "dehydration synthesis", "hydrolysis", "dissolution"], "In the metabolism of a cell, why is hydrolysis used?": ["Hydrolysis breaks down polymers.", "Hydrolysis is used to form linkages in DNA.", "Hydrolysis is used to produce proteins.", "Hydrolysis synthesizes new macromolecules."], "Plant cell walls contain which of the following in abundance?": ["cellulose", "glycogen", "lactose", "starch"], "What makes up the outer layer of some insects?": ["carbohydrate", "protein", "RNA", "triglyceride"], "What is an example of a monosaccharide?": ["cellulose", "fructose", "lactose", "sucrose"], "Cellulose and starch are examples of ________.": ["disaccharides", "lipids", "monosaccharides", "polysaccharides"], "What molecule is joined with glucose to form the disaccharide lactose, and what type of bond joins these molecules?": ["a glycosidic bond between glucose and lactose", "a glycosidic bond between glucose and galactose", "a hydrogen bond between glucose and sucrose", "a hydrogen bond between glucose and fructose"], "What is structurally different about cellulose when compared to starch?": ["an extra hydrogen atom is left on the monomer", "β-1,4 glycosidic linkages are used", "α-1,6 glycosidic linkages are used", "an extra hydroxyl group is removed during synthesis"], "Which of the following are classified as lipids?": ["disaccharides and cellulose", "essential amino acids", "mRNA and DNA", "oils and waxes"], "What is cholesterol specifically classified as?": ["a triglyceride", "a phospholipid", "a steroid", "a wax"], "Which fat serves as an animal’s major form of energy storage?": ["cholesterol", "glycerol", "phospholipid", "triglycerides"], "Which hormones are made from cholesterol?": ["estradiol and testosterone", "insulin and growth hormone", "progesterone and glucagon", "prolactin and thyroid hormone"], "Which of the following characteristics is not true for saturated fats?": ["They are solid at room temperature.", "They have single bonds within the carbon chain.", "They tend to dissolve in water easily."], "Which fat has the least number of hydrogen atoms?": ["trans fat", "saturated fat", "unsaturated fat", "wax"], "Of what are phospholipids important components?": ["the double bond in hydrocarbon chains", "the plasma membrane of animal cells", "the ring structure of steroids", "the waxy covering on leaves"], "What is a diacylglycerol 3-phosphate?": ["phospholipid", "phosphatidylcholine", "phosphatidylserine", "phosphatidate"], "What is the basic structure of a steroid?": ["four fused hydrocarbon rings", "glycerol with three fatty acid chains", "two fatty acid chains and a phosphate group", "two six carbon rings"], "Besides its use in hormone production, for what does the body use cholesterol?": ["mRNA transport", "production of bile salts", "water reabsorption in the kidney", "wax production"], "Where is cholesterol found in cell membranes?": ["attached to the inner side of the membrane", "attached to the outer side of the membrane", "floating in the phospholipid tail layer", "penetrating both lipid layers"], "Which type of body cell would have a higher amount of cholesterol in its membrane?": ["a cartilage cell", "a liver cell", "a red blood cell", "a spleen cell"], "Which of the following is a function of proteins in cells?": ["energy storage", "gene storage and access", "membrane fluidity", "structure"], "What type of protein facilitates or accelerates chemical reactions?": ["an enzyme", "a hormone", "a membrane transport protein", "a tRNA molecule"], "What are the monomers that make up proteins called?": ["amino acids", "chaperones", "disaccharides", "nucleotides"], "Where is the linkage made that combines two amino acids?": ["between the R group of one amino acid and the R group of the second", "between the carboxyl group of one amino acid and the amino group of the other", "between the 6 carbon of both amino acids", "between the nitrogen atoms of the amino groups in the amino acids"], "The α-helix and the β-pleated sheet are part of which protein structure?": ["the primary structure", "the secondary structure", "the tertiary structure", "the quaternary structure"], "Which structural level of proteins is most often associated with their biological function?": ["the primary structure", "the secondary structure", "the tertiary structure", "the quaternary structure"], "Which of the following may cause a protein to denature?": ["changes in pH", "high temperatures", "the addition of some chemicals", "all of the above"], "What is a protein’s chaperone?": ["a chemical that assists the protein in its enzymatic functions", "a second protein that completes the quaternary structure", "a chemical that helps the protein fold properly", "a chemical that functions as a cofactor for the protein"], "What are the building blocks of nucleic acids?": ["nitrogenous bases", "nucleotides", "peptides", "sugars"], "What may a nucleotide of DNA contain?": ["ribose, uracil, and a phosphate group", "deoxyribose, uracil, and a phosphate group", "deoxyribose, thymine, and a phosphate group", "ribose, thymine, and a phosphate group"], "What is DNA’s structure described as?": ["a step ladder", "a double helix", "a tertiary protein-like structure", "a barber pole"], "What is found in RNA that is not in DNA?": ["deoxyribose and adenine", "fructose and thymine", "glucose and quinine", "ribose and uracil"], "What is the smallest type of RNA?": ["mRNA", "microRNA", "rRNA", "tRNA"], " Where is the largest amount of DNA found in a eukaryotic cell?": ["attached to the inner layer of the cell membrane", "in the nucleus", "in the cytoplasm", "on ribosomes"]}], [9, {"": ""}]]