[[1, {"The smallest unit of biological structure that meets the functional requirements of “living” is the ________.": ["organ", "organelle", "cell", "macromolecule"], "Which of the following sequences represents the hierarchy of biological organization from the most complex to the least complex level?": ["organelle, tissue, biosphere, ecosystem, population", "organ, organism, tissue, organelle, molecule", "organism, community, biosphere, molecule, tissue, organ", "biosphere, ecosystem, community, population, organism"], "A suggested and testable explanation for an event is called a ________.": ["hypothesis", "variable", "theory", "control"], "The type of logical thinking that uses related observations to arrive at a general conclusion is called ________.": ["deductive reasoning", "the scientific method", "hypothesis-based science", "inductive reasoning"]}], [1, {"Magnesium has an atomic number of 12. Which of the following statements is true of a neutral magnesium atom?": ["It has 12 protons, 12 electrons, and 12 neutrons.", "It has 12 protons, 12 electrons, and six neutrons.", "It has six protons, six electrons, and no neutrons.", "It has six protons, six electrons, and six neutrons."], "Which type of bond represents a weak chemical bond?": ["hydrogen bond", "ionic bond", "covalent bond", "polar covalent bond"], "An isotope of sodium (Na) has a mass number of 22. How many neutrons does it have?": ["11", "12", "22", "44"], "Which of the following statements is not true?": ["Water is polar.", "Water stabilizes temperature.", "Water is essential for life.", "Water is the most abundant molecule in Earth’s atmosphere."], "Using a pH meter, you find the pH of an unknown solution to be 8.0. How would you describe this solution?": ["weakly acidic", "strongly acidic", "weakly basic", "strongly basic"], "The pH of lemon juice is about 2.0, whereas tomato juice's pH is about 4.0. Approximately how much of an increase in hydrogen ion concentration is there between tomato juice and lemon juice?": ["2 times", "10 times", "100 times", "1000 times"], "An example of a monosaccharide is ________.": ["fructose", "glucose", "galactose", "all of the above"], "Cellulose and starch are examples of ________.": ["monosaccharides", "disaccharides", "lipids", "polysaccharides"], "Phospholipids are important components of __________.": ["the plasma membrane of animal cells", "the ring structure of steroids", "the waxy covering on leaves", "the double bond in hydrocarbon chains"], "The monomers that make up proteins are called _________.": ["nucleotides", "disaccharides", "amino acids", "chaperones"]}], [1, {"When viewing a specimen through a light microscope, scientists use _________ to distinguish the individual components of cells.": ["a beam of electrons", "radioactive isotopes", "special stains", "high temperatures"], "The ___________ is the basic unit of life.": ["organism", "cell", "tissue", "organ"], "Which of these do all prokaryotes and eukaryotes share?": ["nuclear envelope", "cell walls", "organelles", "plasma membrane"], "A typical prokaryotic cell __________________ compared to a eukaryotic cell.": ["is smaller in size by a factor of 100", "is similar in size", "is smaller in size by a factor of one million", "is larger in size by a factor of 10"], "Which of the following is found both in eukaryotic and prokaryotic cells?": ["nucleus", "mitochondrion", "vacuole", "ribosome"], "Which of the following is not a component of the endomembrane system?": ["mitochondrion", "Golgi apparatus", "endoplasmic reticulum", "lysosome"], "Which plasma membrane component can be either found on its surface or embedded in the membrane structure?": ["protein", "cholesterol", "carbohydrate", "phospholipid"], "The tails of the phospholipids of the plasma membrane are composed of _____ and are _______?": ["phosphate groups; hydrophobic", "fatty acid groups; hydrophilic", "phosphate groups; hydrophilic", "fatty acid groups; hydrophobic"], "Water moves via osmosis _________.": ["throughout the cytoplasm", "from an area with a high concentration of other solutes to a lower one", "from an area with a low concentration of solutes to an area with a higher one", "from an area with a low concentration of water to one of higher concentration"], "The principal force driving movement in diffusion is __________.": ["temperature", "particle size", "concentration gradient", "membrane surface area"], "Active transport must function continuously because __________.": ["plasma membranes wear out", "cells must be in constant motion", "facilitated transport opposes active transport", "diffusion is constantly moving the solutes in the other direction"]}], [1, {"Which of the following is not an example of an energy transformation?": ["Heating up dinner in a microwave", "Solar panels at work", "Formation of static electricity", "None of the above"], "Which of the following is not true about enzymes?": ["They are consumed by the reactions they catalyze.", "They are usually made of amino acids.", "They lower the activation energy of chemical reactions.", "Each one is specific to the particular substrate(s) to which it binds."], "Energy is stored long-term in the bonds of _____ and used short-term to perform work from a(n) _____ molecule.": ["ATP : glucose", "an anabolic molecule : catabolic molecule", "glucose : ATP", "a catabolic molecule : anabolic molecule"], "The energy currency used by cells is _____.": ["ATP", "ADP", "AMP", "adenosine"], "The glucose that enters the glycolysis pathway is split into two molecules of _________.": ["ATP", "phosphate", "NADH", "pyruvate"], "What do the electrons added to NAD+ do?": ["They become part of a fermentation pathway.", "They go to another pathway for ATP production.", "They energize the entry of the acetyl group into the citric acid cycle.", "They are converted into NADP."], "Chemiosmosis involves": ["the movement of electrons across the cell membrane", "the movement of hydrogen atoms across a mitochondrial membrane", "the movement of hydrogen ions across a mitochondrial membrane", "the movement of glucose through the cell membrane"], "Which of the following fermentation methods can occur in animal skeletal muscles?": ["lactic acid fermentation", "alcohol fermentation", "mixed acid fermentation", "propionic fermentation"], "The cholesterol synthesized by cells uses which component of the glycolytic pathway as a starting point?": ["glucose", "acetyl CoA", "pyruvate", "carbon dioxide"], "Beta oxidation is ________.": ["the breakdown of sugars", "the assembly of sugars", "the breakdown of fatty acids", "the removal of amino groups from amino acids"]}], [1, {"What two products result from photosynthesis?": ["water and carbon dioxide", "water and oxygen", "glucose and oxygen", "glucose and carbon dioxide"], "Which statement about thylakoids in eukaryotes is not correct?": ["Thylakoids are assembled into stacks.", "Thylakoids exist as a maze of folded membranes.", "The space surrounding thylakoids is called stroma.", "Thylakoids contain chlorophyll."], "From where does a heterotroph directly obtain its energy?": ["the sun", "the sun and eating other organisms", "eating other organisms", "simple chemicals in the environment"], "What is the energy of a photon first used to do in photosynthesis?": ["split a water molecule", "energize an electron", "produce ATP", "synthesize glucose"], "Which molecule absorbs the energy of a photon in photosynthesis?": ["ATP", "glucose", "chlorophyll", "water"], "Plants produce oxygen when they photosynthesize. Where does the oxygen come from?": ["splitting water molecules", "ATP synthesis", "the electron transport chain", "chlorophyll"], "Which color(s) of light does chlorophyll a reflect?": ["red and blue", "green", "red", "blue"], "Where in plant cells does the Calvin cycle take place?": ["thylakoid membrane", "thylakoid space", "stroma", "granum"], "Which statement correctly describes carbon fixation?": ["the conversion of CO2 to an organic compound", "the use of RuBisCO to form 3-PGA", "the production of carbohydrate molecules from G3P", "the formation of RuBP from G3P molecules", "the use of ATP and NADPH to reduce CO2"], "What is the molecule that leaves the Calvin cycle to be converted into glucose?": ["ADP", "G3P", "RuBP", "3-PGA"]}], [2, {"A diploid cell has ________ the number of chromosomes as a haploid cell.": ["one-fourth", "one-half", "twice", "four times"], "An organism’s traits are determined by the specific combination of inherited ________.": ["cells", "genes", "proteins", "chromatids"], "Chromosomes are duplicated during what portion of the cell cycle?": ["G1 phase", "S phase", "prophase", "prometaphase"], "Separation of the sister chromatids is a characteristic of which stage of mitosis?": ["prometaphase", "metaphase", "anaphase", "telophase"], "The individual chromosomes become visible with a light microscope during which stage of mitosis?": ["prophase", "prometaphase", "metaphase", "anaphase"], "What is necessary for a cell to pass the G2 checkpoint?": ["cell has reached a sufficient size", "an adequate stockpile of nucleotides", "accurate and complete DNA replication", "proper attachment of mitotic spindle fibers to kinetochores"], "________ are changes to the nucleotides in a segment of DNA that codes for a protein.": ["Proto-oncogenes", "Tumor suppressor genes", "Gene mutations", "Negative regulators"], "A gene that codes for a positive cell cycle regulator is called a(n) ________.": ["kinase inhibitor", "tumor suppressor gene", "proto-oncogene", "oncogene"], "Which eukaryotic cell-cycle event is missing in binary fission?": ["cell growth", "DNA duplication", "mitosis", "cytokinesis"], "FtsZ proteins direct the formation of a ________ that will eventually form the new cell walls of the daughter cells.": ["contractile ring", "cell plate", "cytoskeleton", "septum"]}], [2, {"What is a likely evolutionary advantage of sexual reproduction over asexual reproduction?": ["sexual reproduction involves fewer steps", "less chance of using up the resources in a given environment", "sexual reproduction results in greater variation in the offspring", "sexual reproduction is more cost-effective"], "Which type of life cycle has both a haploid and diploid multicellular stage?": ["an asexual life cycle", "diploid-dominant", "haploid-dominant", "alternation of generations"], "Which event leads to a diploid cell in a life cycle?": ["meiosis", "fertilization", "alternation of generations", "mutation"], "Meiosis produces ________ daughter cells.": ["two haploid", "two diploid", "four haploid", "four diploid"], "At which stage of meiosis are sister chromatids separated from each other?": ["prophase I", "prophase II", "anaphase I", "anaphase II"], "The part of meiosis that is similar to mitosis is ________.": ["meiosis I", "anaphase I", "meiosis II", "interkinesis"], "If a muscle cell of a typical organism has 32 chromosomes, how many chromosomes will be in a gamete of that same organism?": ["8", "16", "32", "64"], "The genotype XXY corresponds to:": ["Klinefelter syndrome", "Turner syndrome", "Triplo-X", "Jacob syndrome"], "Abnormalities in the number of X chromosomes tend to be milder than the same abnormalities in autosomes because of ________.": ["deletions", "nonhomologous recombination", "synapsis", "X inactivation"], "Aneuploidies are deleterious for the individual because of what phenomenon?": ["nondisjunction", "gene dosage", "meiotic errors", "X inactivation"]}], [2, {"Imagine that you are performing a cross involving seed color in garden pea plants. What traits would you expect to observe in the F1 offspring if you cross true-breeding parents with green seeds and yellow seeds? Yellow seed color is dominant over green.": ["only yellow-green seeds", "only yellow seeds", "1:1 yellow seeds:green seeds", "1:3 green seeds:yellow seeds"], "Imagine that you are performing a cross involving seed texture in garden pea plants. You cross true-breeding round and wrinkled parents to obtain F1 offspring. Which of the following experimental results in terms of numbers of plants are closest to what you expect in the F2 progeny?": ["810 round seeds", "810 wrinkled seeds", "405:395 round seeds:wrinkled seeds", "610:190 round seeds:wrinkled seeds"], "The observable traits expressed by an organism are described as its ________.": ["phenotype", "genotype", "alleles", "zygote"], "A recessive trait will be observed in individuals that are ________ for that trait.": ["heterozygous", "homozygous or heterozygous", "homozygous", "diploid"], "What are the types of gametes that can be produced by an individual with the genotype AaBb?": ["Aa, Bb", "AA, aa, BB, bb", "AB, Ab, aB, ab", "AB, ab"], "What is the reason for doing a test cross?": ["to identify heterozygous individuals with the dominant phenotype", "to determine which allele is dominant and which is recessive", "to identify homozygous recessive individuals in the F2", "to determine if two genes assort independently"], "If black and white true-breeding mice are mated and the result is all gray offspring, what inheritance pattern would this be indicative of?": ["dominance", "codominance", "multiple alleles", "incomplete dominance"], "The ABO blood groups in humans are expressed as the IA, IB, and i alleles. The IA allele encodes the A blood group antigen, IB encodes B, and i encodes O. Both A and B are dominant to O. If a heterozygous blood type A parent (IAi) and a heterozygous blood type B parent (IBi) mate, one quarter of their offspring are expected to have the AB blood type (IAIB) in which both antigens are expressed equally. Therefore, ABO blood groups are an example of:": ["multiple alleles and incomplete dominance", "codominance and incomplete dominance", "incomplete dominance only", "multiple alleles and codominance"], "In a cross between a homozygous red-eyed female fruit fly and a white-eyed male fruit fly, what is the expected outcome?": ["all white-eyed male offspring", "all white-eyed female offspring", "all red-eyed offspring", "half white-eyed make offspring"], "When a population has a gene with four alleles circulating, how many possible genotypes are there?": ["3", "6", "10", "16"]}], [3, {"Which of the following does cytosine pair with?": ["guanine", "thymine", "adenine", "a pyrimidine"], "Prokaryotes contain a ________chromosome, and eukaryotes contain ________ chromosomes.": ["single-stranded circular; single-stranded linear", "single-stranded linear; single-stranded circular", "double-stranded circular; double-stranded linear", "double-stranded linear; double-stranded circular"], "DNA replicates by which of the following models?": ["conservative", "semiconservative", "dispersive", "none of the above"], "The initial mechanism for repairing nucleotide errors in DNA is ________.": ["mismatch repair", "DNA polymerase proofreading", "nucleotide excision repair", "thymine dimers"], "A promoter is ________.": ["a specific sequence of DNA nucleotides", "a specific sequence of RNA nucleotides", "a protein that binds to DNA", "an enzyme that synthesizes RNA"], "Portions of eukaryotic mRNA sequence that are removed during RNA processing are ________.": ["exons", "caps", "poly-A tails", "introns"], "The RNA components of ribosomes are synthesized in the ________.": ["cytoplasm", "nucleus", "nucleolus", "endoplasmic reticulum"], "How long would the peptide be that is translated from this MRNA sequence: 5'-AUGGGCUACCGA-3'?": ["0", "2", "3", "4"], "Control of gene expression in eukaryotic cells occurs at which level(s)?": ["only the transcriptional level", "epigenetic and transcriptional levels", "epigenetic, transcriptional, and translational levels", "epigenetic, transcriptional, post-transcriptional, translational, and post-translational levels"], "Post-translational control refers to:": ["regulation of gene expression after transcription", "regulation of gene expression after translation", "control of epigenetic activation", "period between transcription and translation"]}], [3, {"In gel electrophoresis of DNA, the different bands in the final gel form because the DNA molecules ________.": ["are from different organisms", "have different lengths", "have different nucleotide compositions", "have different genes"], "In the reproductive cloning of an animal, the genome of the cloned individual comes from ________.": ["a sperm cell", "an egg cell", "any gamete cell", "a body cell"], "What carries a gene from one organism into a bacteria cell?": ["a plasmid", "an electrophoresis gel", "a restriction enzyme", "polymerase chain reaction"], "What is a genetically modified organism (GMO)?": ["a plant with certain genes removed", "an organism with an artificially altered genome", "a hybrid organism", "any agricultural organism produced by breeding or biotechnology"], "What is the role of Agrobacterium tumefaciens in the production of transgenic plants?": ["Genes from A. tumefaciens are inserted into plant DNA to give the plant different traits.", "Transgenic plants have been given resistance to the pest A. tumefaciens.", "A. tumefaciens is used as a vector to move genes into plant cells.", "Plant genes are incorporated into the genome of Agrobacterium tumefaciens."], "What is the most challenging issue facing genome sequencing?": ["the inability to develop fast and accurate sequencing techniques", "the ethics of using information from genomes at the individual level", "the availability and stability of DNA", "all of the above"], "Genomics can be used in agriculture to:": ["generate new hybrid strains", "improve disease resistance", "improve yield", "all of the above"], "What kind of diseases are studied using genome-wide association studies?": ["viral diseases", "single-gene inherited diseases", "diseases caused by multiple genes", "diseases caused by environmental factors"]}], [4, {"Which scientific concept did Charles Darwin and Alfred Wallace independently discover?": ["mutation", "natural selection", "overbreeding", "sexual reproduction"], "Which of the following situations will lead to natural selection?": ["The seeds of two plants land near each other and one grows larger than the other.", "Two types of fish eat the same kind of food, and one is better able to gather food than the other.", "Male lions compete for the right to mate with females, with only one possible winner.", "all of the above"], "What is the difference between micro- and macroevolution?": ["Microevolution describes the evolution of small organisms, such as insects, while macroevolution describes the evolution of large organisms, like people and elephants.", "Microevolution describes the evolution of microscopic entities, such as molecules and proteins, while macroevolution describes the evolution of whole organisms.", "Microevolution describes the evolution of populations, while macroevolution describes the emergence of new species over long periods of time.", "Microevolution describes the evolution of organisms over their lifetimes, while macroevolution describes the evolution of organisms over multiple generations."], "Population genetics is the study of ________.": ["how allele frequencies in a population change over time", "populations of cells in an individual", "the rate of population growth", "how genes affect embryological development"], "Galápagos medium ground finches are found on Santa Cruz and San Cristóbal islands, which are separated by about 100 km of ocean. Occasionally, individuals from either island fly to the other island to stay. This can alter the allele frequencies of the population through which of the following mechanisms?": ["natural selection", "genetic drift", "gene flow", "mutation"], "In which of the following pairs do both evolutionary processes introduce new genetic variation into a population?": ["natural selection and genetic drift", "mutation and gene flow", "natural selection and gene flow", "gene flow and genetic drift"], "The wing of a bird and the arm of a human are examples of ________.": ["vestigial structures", "molecular structures", "homologous structures", "analogous structures"], "The fact that DNA sequences are more similar in more closely related organisms is evidence of what?": ["optimal design in organisms", "adaptation", "mutation", "descent with modification"], "Which situation would most likely lead to allopatric speciation?": ["A flood causes the formation of a new lake.", "A storm causes several large trees to fall down.", "A mutation causes a new trait to develop.", "An injury causes an organism to seek out a new food source."], "What is the main difference between dispersal and vicariance?": ["One leads to allopatric speciation, whereas the other leads to sympatric speciation.", "One involves the movement of the organism, whereas the other involves a change in the environment.", "One depends on a genetic mutation occurring, whereas the other does not.", "One involves closely related organisms, whereas the other involves only individuals of the same species."], "Which variable increases the likelihood of allopatric speciation taking place more quickly?": ["lower rate of mutation", "longer distance between divided groups", "increased instances of hybrid formation", "equivalent numbers of individuals in each population"], "The word “theory” in theory of evolution is best replaced by ________.": ["fact", "hypothesis", "idea", "alternate explanation"], "Why are alternative scientific theories to evolution not taught in public school?": ["more theories would confuse students", "there are no viable scientific alternatives", "it is against the law", "alternative scientific theories are suppressed by the science establishment"]}], [4, {"What is a phylogeny a description of?": ["mutations", "DNA", "evolutionary history", "organisms on Earth"], "What do scientists in the field of systematics accomplish?": ["discover new fossil sites", "organize and classify organisms", "name new species", "communicate between field biologists"], "Which statement about the taxonomic classification system is correct?": ["There are more domains than kingdoms.", "Kingdoms are the top category of classification.", "A phylum may be represented in more than one kingdom.", "Species are the most specific category of classification."], "Which best describes the relationship between chimpanzees and humans?": ["chimpanzees evolved from humans", "humans evolved from chimpanzees", "chimpanzees and humans evolved from a common ancestor", "chimpanzees and humans belong to the same species"], "Which best describes a branch point in a phylogenetic tree?": ["a hypothesis", "new lineage", "hybridization", "a mating"], "Which statement about analogies is correct?": ["They occur only as errors.", "They are synonymous with homologous traits.", "They are derived by response to similar environmental pressures.", "They are a form of mutation."], "What kind of trait is important to cladistics?": ["shared derived traits", "shared ancestral traits", "analogous traits", "parsimonious traits"], "What is true about organisms that are a part of the same clade?": ["They all share the same basic characteristics.", "They evolved from a shared ancestor.", "They all are on the same tree.", "They have identical phylogenies."], "Which assumption of cladistics is stated incorrectly?": ["Living things are related by descent from a common ancestor.", "Speciation can produce one, two, or three new species.", "Traits change from one state to another.", "The polarity of a character state change can be determined."], "A monophyletic group is a ________.": ["phylogenetic tree", "shared derived trait", "character state", "clade"]}], [4, {"The first forms of life on Earth were thought to be_______.": ["single-celled plants", "prokaryotes", "insects", "large animals such as dinosaurs"], "The first organisms that oxygenated the atmosphere were _______.": ["cyanobacteria", "phototrophic organisms", "anaerobic organisms", "all of the above"], "Which of the following consist of prokaryotic cells?": ["bacteria and fungi", "archaea and fungi", "protists and animals", "bacteria and archaea"], "Prokaryotes stain as Gram-positive or Gram-negative because of differences in the _______.": ["cell wall", "cytoplasm", "nucleus", "chromosome"], "Prokaryotes that obtain their energy from chemical compounds are called _____.": ["phototrophs", "auxotrophs", "chemotrophs", "lithotrophs"], "Bioremediation includes _____.": ["the use of prokaryotes that can fix nitrogen", "the use of prokaryotes to clean up pollutants", "the use of prokaryotes as natural fertilizers", "All of the above"], "What event is thought to have contributed to the evolution of eukaryotes?": ["global warming", "glaciation", "volcanic activity", "oxygenation of the atmosphere"], "Mitochondria most likely evolved from _____________.": ["a photosynthetic cyanobacterium", "cytoskeletal elements", "aerobic bacteria", "membrane proliferation"], "Protists with the capabilities to absorb nutrients from dead organisms are called_____________.": ["photoautotrophs", "autotrophs", "saprobes", "heterotrophs"], "Which parasitic protist evades the host immune system by altering its surface proteins with each generation?": ["Paramecium caudatum", "Trypanosoma brucei", "Plasmodium falciparum", "Phytophthora infestans"], "Which polysaccharide is usually found in the cell walls of fungi?": ["starch", "glycogen", "chitin", "cellulose"], "What term describes the close association of a fungus with the root of a tree?": ["a rhizoid", "a lichen", "a mycorrhiza", "an endophyte"]}], [4, {"The land plants are probably descendants of which of these groups?": ["green algae", "red algae", "brown algae", "angiosperms"], "The event that leads from the haploid stage to the diploid stage in alternation of generations is ________.": ["meiosis", "mitosis", "fertilization", "germination"], "Moss is an example of which type of plant?": ["haplontic plant", "vascular plant", "diplontic plant", "seed plant"], "Why do mosses grow well in the Arctic tundra?": ["They grow better at cold temperatures.", "They do not require moisture.", "They do not have true roots and can grow on hard surfaces.", "There are no herbivores in the tundra."], "Which is the most diverse group of seedless vascular plants?": ["the liverworts", "the horsetails", "the club mosses", "the ferns"], "Which group are vascular plants?": ["liverworts", "mosses", "hornworts", "ferns"], "Which of the following traits characterizes gymnosperms?": ["The plants carry exposed seeds on modified leaves.", "Reproductive structures are located in a flower.", "After fertilization, the ovary thickens and forms a fruit.", "The gametophyte is longest phase of the life cycle."], "What adaptation do seed plants have in addition to the seed that is not found in seedless plants?": ["gametophytes", "vascular tissue", "pollen", "chlorophyll"], "Pollen grains develop in which structure?": ["the anther", "the stigma", "the filament", "the carpel"], "Corn develops from a seedling with a single cotyledon, displays parallel veins on its leaves, and produces monosulcate pollen. It is most likely:": ["a gymnosperm", "a monocot", "a eudicot", "a basal angiosperm"]}], [4, {"Which of the following is not a feature common to most animals?": ["development into a fixed body plan", "asexual reproduction", "specialized tissues", "heterotrophic nutrient sourcing"], "Which of the following does not occur?": ["radially symmetrical diploblast", "diploblastic eucoelomate", "protostomic coelomate", "bilaterally symmetrical deuterostome"], "The large central opening in the poriferan body is called the _____.": ["emmule", "picule", "stia", "osculum"], "Cnidocytes are found in _____.": ["phylum Porifera", "phylum Nemertea", "phylum Nematoda", "phylum Cnidaria"], "Cubozoans are ________.": ["polyps", "medusoids", "polymorphs", "sponges"], "Which group of flatworms are primarily external parasites of fish?": ["monogeneans", "trematodes", "cestodes", "turbellarians"], "Crustaceans are _____.": ["ecdysozoans", "nematodes", "arachnids", "parazoans"], "A mantle and mantle cavity are present in _____.": ["class Oligochaeta", "class Bivalvia", "class Polychaeta", "class Hirudinea"], "Annelids have a _____.": ["pseudocoelom", "a true coelom", "no coelom", "none of the above"], "Echinoderms in their larval state have _____.": ["triangular symmetry", "radial symmetry", "hexagonal symmetry", "bilateral symmetry"], "The circulatory fluid in echinoderms is _____.": ["blood", "mesohyl", "water", "saline"], "Which of the following is not a member of the phylum Chordata?": ["Cephalochordata", "Echinodermata", "Urochordata", "Vertebrata"], "Members of Chondrichthyes differ from members of Osteichthyes by having a ________.": ["jaw", "bony skeleton", "cartilaginous skeleton", "two sets of paired fins"], "Squamata includes _____.": ["crocodiles and alligators", "turtles", "tuataras", "lizards and snakes"], "Sudoriferous glands produce ________.": ["sweat", "lipids", "sebum", "milk"], "Which of the following is a Monotreme?": ["kangaroo", "koala", "bandicoot", "platypus"]}], [5, {"When faced with a sudden drop in environmental temperature, an endothermic animal will ________.": ["experience a drop in its body temperature", "wait to see if it goes lower", "increase muscle activity to generate heat", "add fur or fat to increase insulation"], "How are wastes carried to the kidney for removal?": ["in cells", "in the urine", "in blood", "in interstitial fluid"], "What is the cause of a fever of 38.3 °C (101 °F)?": ["too much heat produced by the body", "upward adjustment of the body temperature set point", "inadequate cooling mechanisms in the body", "the heat caused by a viral or bacterial infection"], "Where does the majority of fat digestion take place?": ["mouth", "stomach", "small intestine", "large intestine"], "The bile from the liver is delivered to the ________.": ["stomach", "liver", "small intestine", "colon"], "Which of the following statements is not true?": ["Essential nutrients can be synthesized by the body.", "Vitamins are required in small quantities for bodily function.", "Some amino acids can be synthesized by the body, while others need to be obtained from diet.", "Vitamins come in two categories: fat-soluble and water-soluble."], "The respiratory system ________.": ["provides body tissues with oxygen", "provides body tissues with oxygen and carbon dioxide", "establishes how many breaths are taken per minute", "provides the body with carbon dioxide"], "Which is the order of airflow during inhalation?": ["nasal cavity, trachea, larynx, bronchi, bronchioles, alveoli", "nasal cavity, larynx, trachea, bronchi, bronchioles, alveoli", "nasal cavity, larynx, trachea, bronchioles, bronchi, alveoli", "nasal cavity, trachea, larynx, bronchi, bronchioles, alveoli"], "Where does the right ventricle send blood?": ["the head", "the upper body", "the lungs", "the lower body"], "During the systolic phase of the cardiac cycle, the heart is ________.": ["contracting", "relaxing", "contracting and relaxing", "filling with blood"], "How do arteries differ from veins?": ["Arteries have thicker wall layers to accommodate the changes in pressure from the heart.", "Arteries carry blood.", "Arteries have thinner wall layers and valves and move blood by the action of skeletal muscle.", "Arteries are thin walled and are used for gas exchange."], "Most of the hormones produced by the anterior pituitary perform what function?": ["regulate growth", "regulate the sleep cycle", "regulate production of other hormones", "regulate blood volume and blood pressure"], "What is the function of the hormone erythropoietin?": ["stimulates production of red blood cells", "stimulates muscle growth", "causes the fight-or-flight response", "causes testosterone production"], "Which endocrine glands are associated with the kidneys?": ["thyroid glands", "pituitary glands", "adrenal glands", "gonads"], "Among other bones, the axial skeleton includes the ________.": ["thoracic cage and vertebral column", "thoracic cage and pectoral girdle", "skull and pelvic girdle", "pectoral and pelvic girdles"], "The pectoral girdle supports the ________.": ["arms", "legs", "skull", "thoracic cage"], "Which component is responsible for initially stimulating a muscle contraction?\t": ["proteins", "electrochemical signals", "plasma membranes", "striations"], "What kind of muscle tissue is found surrounding the urinary bladder?": ["cardiac", "skeletal", "striated", "smooth"], "Neurons contain _________, which can receive signals from other neurons.": ["axons", "mitochondria", "dendrites", "Golgi bodies"], "The part of the brain that is responsible for coordination during movement is the ______.": ["limbic system", "thalamus", "cerebellum", "parietal lobe"], "Which part of the nervous system directly controls the digestive system?": ["parasympathetic nervous system", "central nervous system", "spinal cord", "sensory-somatic nervous system"]}], [5, {"Which statement is true?": ["A virion contains DNA and RNA.", "Viruses are acellular.", "Viruses replicate outside of the cell.", "Most viruses are easily visualized with a light microscope."], "The viral ________ plays a role in attaching a virion to the host cell.": ["core", "capsid", "envelope", "both b and c"], "Which statement is true of viral replication?": ["In the process of apoptosis, the cell survives.", "During attachment, the virus attaches at specific sites on the cell surface.", "The viral capsid helps the host cell produce more copies of the viral genome.", "mRNA works outside of the host cell to produce enzymes and proteins."], "Which of the following is a barrier against pathogens provided by the skin?": ["low pH", "mucus", "tears", "cilia"], "Although interferons have several effects, they are particularly useful against infections with which type of pathogen?": ["bacteria", "viruses", "fungi", "helminths"], "Which innate immune system component uses MHC class I molecules directly in its defense strategy?": ["macrophages", "neutrophils", "NK cells", "interferon"], "The humoral immune response depends on which cells?": ["TC cells", "B cells", "B and TH cells", "TC and TH cells"], "The fact that the body does not normally mount an immune response to the molecules in food is an example of _______.": ["secondary immune response", "immunological memory", "immune tolerance", "passive immunity"], "Foreign particles circulating in the blood are filtered by the ____________.": ["spleen", "lymph nodes", "MALT", "lymph"], "Allergy to pollen is classified as ________.": ["an autoimmune reaction", "immunodeficiency", "delayed hypersensitivity", "immediate hypersensitivity"], "A potential cause of acquired autoimmunity is ________.": ["tissue hypersensitivity", "molecular mimicry", "histamine release", "radiation exposure"], "Autoantibodies are probably involved in ________.": ["reactions to poison ivy", "pollen allergies", "systemic lupus erythematosus", "HIV/AIDS"]}], [5, {"In which group is parthenogenesis a normal event?": ["chickens", "bees", "rabbits", "sea stars"], "Genetically unique individuals are produced through ________.": ["sexual reproduction", "parthenogenesis", "budding", "fragmentation"], "External fertilization occurs in which type of environment?": ["aquatic", "forested", "savanna", "steppe"], "The process of gastrulation forms the _______.": ["blastula", "zygote", "organs", "germ layers"], "Which of the following gives rise to the skin cells?": ["ectoderm", "endoderm", "mesoderm", "none of the above"], "Sperm are produced in the ________.": ["scrotum", "seminal vesicles", "seminiferous tubules", "prostate gland"], "Which organ has an endometrial lining that will support a developing baby?": ["labia minora", "breast", "ovaries", "uterus"], "Which hormone causes FSH and LH to be released?": ["testosterone", "estrogen", "GnRH", "progesterone"], "Nutrient and waste requirements for the developing fetus are handled during the first few weeks by ________.": ["the placenta", "diffusion through the endometrium", "the chorion", "the blastocyst"], "Which hormone is primarily responsible for the contractions during labor?": ["oxytocin", "estrogen", "β-HCG", "progesterone"]}], [6, {"Which of the following methods will provide information to an ecologist about both the size and density of a population?": ["mark and recapture", "mark and release", "quadrat", "life table"], "Which of the following is best at showing the life expectancy of an individual within a population?": ["quadrat", "mark and recapture", "survivorship curve", "life table"], "Human populations have which type of survivorship curve?": ["Type I", "Type II", "Type III", "Type IV"], "Species with limited resources usually exhibit a(n) ________ growth curve.": ["logistic", "logical", "experimental", "exponential"], "The maximum growth rate characteristic of a species is called its ________.": ["limit", "carrying capacity", "biotic potential", "exponential growth pattern"], "The population size of a species capable of being supported by the environment is called its ________.": ["limit", "carrying capacity", "biotic potential", "logistic growth pattern"], "Species that have many offspring at one time are usually:": ["r-selected", "K-selected", "both r- and K-selected", "not selected"], "A forest fire is an example of ________ regulation.": ["density-dependent", "density-independent", "r-selected", "K-selected"], "A country with zero population growth is likely to be ________.": ["in Africa", "in Asia", "economically developed", "economically underdeveloped"], "Which type of country has the greatest proportion of young individuals?": ["economically developed", "economically underdeveloped", "countries with zero population growth", "countries in Europe"], "Which of the following is underlinenotend underline a way that humans have increased the carrying capacity of the environment?": ["agriculture", "using large amounts of natural resources", "domestication of animals", "use of language"], "The first species to live on new land, such as that formed from volcanic lava, are called________.": ["climax community", "keystone species", "foundation species", "pioneer species"], "A symbiotic relationship where both of the co-existing species benefit from the interaction is called ________.": ["commensalism", "parasitism", "mutualism", "communism"], "When an invasive species alters the community structure it is introduced to, what can the consequence be?": ["extinction of economically important species", "reduced predation on some native species", "increased predation on some native species", "all of the above"]}], [6, {"Decomposers are associated with which class of food web?": ["grazing", "detrital", "inverted", "aquatic"], "The producer in an ocean grazing food web is usually a ________.": ["plant", "animal", "fungi", "plankton"], "Which term describes the process whereby toxic substances increase along trophic levels of an ecosystem?": ["biomassification", "biomagnification", "bioentropy", "heterotrophy"], "The majority of the water found on Earth is:": ["ice", "water vapor", "fresh water", "salt water"], "The process whereby oxygen is depleted by the growth of microorganisms due to excess nutrients in aquatic systems is called ________.": ["dead zoning", "eutrophication", "retrophication", "depletion"], "Which of the following biomes is characterized by abundant water resources?": ["deserts", "boreal forests", "savanna", "tropical wet forests"], "Which of the following biomes is characterized by short growing seasons?": ["deserts", "tropical wet forests", "Arctic tundra", "savanna"], "Why is the tundra treeless?": ["lack of sufficient water", "permanently frozen ground", "winters too harsh", "too many fires"], "Where would you expect to find the most photosynthesis in an ocean biome?": ["aphotic zone", "abyssal zone", "benthic realm", "intertidal zone"], "A key feature of estuaries is": ["low light conditions and high productivity", "salt water and fresh water", "frequent algal blooms", "little or no vegetation"]}], [6, {"The number of currently described species on the planet is about ________.": ["17,000", "150,000", "1.5 million", "10 million"], "A secondary plant compound might be used for which of the following?": ["a new crop variety", "a new drug", "a soil nutrient", "a crop pest"], "Pollination is an example of ________.": ["a possible source of new drugs", "chemical diversity", "an ecosystem service", "crop pest control"], "Converting a prairie to a farm field is an example of ________.": ["overharvesting", "habitat loss", "exotic species", "climate change"], "Which two extinction risks may be a direct result of the pet trade?": ["climate change and exotic species introduction", "habitat loss and overharvesting", "overharvesting and exotic species introduction", "habitat loss and climate change"], "What kind of ecosystem are exotic species especially threatening to?": ["deserts", "marine ecosystems", "islands", "tropical forests"], "Certain species of parrot cannot be brought to the United States to be sold as pets. What is the name of the legislation that makes this illegal?": ["Red List", "Migratory Bird Act", "CITES", "Endangered Species Act (ESA)"], "Which measures can protect biodiversity?": ["legal protections", "conservation efforts", "restoration efforts", "all of the above"]}], [9, {"": ""}]]